Repository: GillesDeLeus/RecipeInc
Catalog: RecipeApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl

source: Filter by prep time, ingredients, tags, or show only what you can cook with items in storage.
de: Filtere nach Zubereitungszeit, Zutaten oder Tags – oder zeige nur, was du mit deinem Vorrat kochen kannst.
es: Filtra por tiempo de preparación, ingredientes o etiquetas, o muestra solo lo que puedes cocinar con tu despensa.
fr: Filtrez par temps de préparation, ingrédients ou étiquettes, ou affichez uniquement ce que vous pouvez cuisiner avec vos réserves.
it: Filtra per tempo di preparazione, ingredienti o tag, oppure mostra solo ciò che puoi cucinare con la dispensa.
nl: Filter op bereidingstijd, ingrediënten of labels, of toon alleen wat je kunt koken met je voorraad.
pl: Filtruj według czasu przygotowania, składników lub etykiet albo pokaż tylko to, co możesz ugotować z zapasów.

source: First add ingredients via the Ingredients tab.
de: Füge zuerst Zutaten über den Tab „Zutaten“ hinzu.
es: Primero añade ingredientes en la pestaña Ingredientes.
fr: Ajoutez d'abord des ingrédients via l'onglet Ingrédients.
it: Aggiungi prima gli ingredienti dalla scheda Ingredienti.
nl: Voeg eerst ingrediënten toe via het tabblad Ingrediënten.
pl: Najpierw dodaj składniki w zakładce Składniki.

source: Food Closet
de: Vorratsschrank
es: Despensa
fr: Garde-manger
it: Credenza
nl: Voorraadkast
pl: Spiżarnia

source: Found: %@
de: Gefunden: %@
es: Encontrado: %@
fr: Trouvé : %@
it: Trovato: %@
nl: Gevonden: %@
pl: Znaleziono: %@

source: Freezer
de: Gefrierschrank
es: Congelador
fr: Congélateur
it: Congelatore
nl: Vriezer
pl: Zamrażarka

source: From Photo
de: Von Foto
es: Desde foto
fr: Depuis une photo
it: Da foto
nl: Via foto
pl: Ze zdjęcia

source: From URL
de: Von URL
es: Desde URL
fr: Depuis une URL
it: Da URL
nl: Via URL
pl: Z adresu URL

source: Frozen
de: Tiefkühlware
es: Congelados
fr: Surgelés
it: Surgelati
nl: Diepvries
pl: Mrożonki

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
nl: Genereren
pl: Generuj

source: Generate a Shopping List
de: Erstelle eine Einkaufsliste
es: Genera una lista de la compra
fr: Générez une liste de courses
it: Genera una lista della spesa
nl: Genereer een boodschappenlijst
pl: Wygeneruj listę zakupów

source: Generating recipe…
de: Rezept wird generiert …
es: Generando la receta…
fr: Génération de la recette…
it: Generazione della ricetta…
nl: Recept genereren…
pl: Generowanie przepisu…

source: Gluten-free
de: Glutenfrei
es: Sin gluten
fr: Sans gluten
it: Senza glutine
nl: Glutenvrij
pl: Bezglutenowe

source: Group by Category
de: Nach Kategorie gruppieren
es: Agrupar por categoría
fr: Grouper par catégorie
it: Raggruppa per categoria
nl: Groepeer op categorie
pl: Grupuj według kategorii

source: Has expiry date
de: Hat Ablaufdatum
es: Tiene fecha de caducidad
fr: A une date de péremption
it: Ha una data di scadenza
nl: Heeft vervaldatum
pl: Ma datę ważności

source: have %@ in storage
de: %@ im Vorrat
es: %@ en la despensa
fr: %@ en réserve
it: %@ in dispensa
nl: %@ in voorraad
pl: %@ w zapasach

source: Healthy
de: Gesund
es: Saludable
fr: Sain
it: Salutare
nl: Gezond
pl: Zdrowe

source: Herbs & Spices
de: Kräuter & Gewürze
es: Hierbas y especias
fr: Herbes et épices
it: Erbe e spezie
nl: Kruiden
pl: Zioła i przyprawy

source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
nl: Uren
pl: Godziny

source: Import Complete
de: Import abgeschlossen
es: Importación completada
fr: Import terminé
it: Importazione completata
nl: Import voltooid
pl: Import zakończony

source: Import Conflicts
de: Importkonflikte
es: Conflictos de importación
fr: Conflits d'import
it: Conflitti di importazione
nl: Importconflicten
pl: Konflikty importu

source: Import Data…
de: Daten importieren …
es: Importar datos…
fr: Importer des données…
it: Importa dati…
nl: Gegevens importeren…
pl: Importuj dane…

source: Import Failed
de: Import fehlgeschlagen
es: Error de importación
fr: Échec de l'import
it: Importazione non riuscita
nl: Import mislukt
pl: Import nie powiódł się

source: Import Recipe
de: Rezept importieren
es: Importar receta
fr: Importer une recette
it: Importa ricetta
nl: Recept importeren
pl: Importuj przepis

source: Import recipes from photos or URLs using on-device AI.
de: Importiere Rezepte aus Fotos oder URLs mit KI auf dem Gerät.
es: Importa recetas desde fotos o URL con IA en el dispositivo.
fr: Importez des recettes depuis des photos ou des URL grâce à l'IA sur l'appareil.
it: Importa ricette da foto o URL con l'IA sul dispositivo.
nl: Recepten importeren via foto's of URL's met on-device AI.
pl: Importuj przepisy ze zdjęć lub adresów URL dzięki SI na urządzeniu.

source: Imported
de: Importiert
es: Importado
fr: Importé
it: Importato
nl: Geïmporteerd
pl: Importowane

source: Imported Recipe
de: Importiertes Rezept
es: Receta importada
fr: Recette importée
it: Ricetta importata
nl: Geïmporteerd recept
pl: Zaimportowany przepis

source: In storage
de: Im Vorrat
es: En la despensa
fr: En réserve
it: In dispensa
nl: Al in voorraad
pl: W zapasach

source: Included Ingredients
de: Enthaltene Zutaten
es: Ingredientes incluidos
fr: Ingrédients inclus
it: Ingredienti inclusi
nl: Ingrediënten aanwezig
pl: Uwzględnione składniki

source: Ingredient
de: Zutat
es: Ingrediente
fr: Ingrédient
it: Ingrediente
nl: Ingrediënt
pl: Składnik

source: Ingredient not found in the local database. Try a more common or Dutch name.
de: Zutat nicht in der lokalen Datenbank gefunden. Versuche einen gebräuchlicheren oder niederländischen Namen.
es: Ingrediente no encontrado en la base de datos local. Prueba un nombre más común o en neerlandés.
fr: Ingrédient introuvable dans la base locale. Essayez un nom plus courant ou en néerlandais.
it: Ingrediente non trovato nel database locale. Prova un nome più comune o in olandese.
nl: Ingrediënt niet gevonden in de lokale databank. Probeer een gangbaardere of Nederlandse naam.
pl: Nie znaleziono składnika w lokalnej bazie. Spróbuj użyć popularniejszej lub niderlandzkiej nazwy.

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
nl: Ingrediënten
pl: Składniki

source: Ingredients (per serving)
de: Zutaten (pro Portion)
es: Ingredientes (por ración)
fr: Ingrédients (par portion)
it: Ingredienti (per porzione)
nl: Ingrediënten (per portie)
pl: Składniki (na porcję)

source: Iron
de: Eisen
es: Hierro
fr: Fer
it: Ferro
nl: IJzer
pl: Żelazo

source: Item
de: Artikel
es: Artículo
fr: Article
it: Articolo
pl: Produkt

source: Keep Existing
de: Vorhandenes behalten
es: Mantener existente
fr: Conserver l'existant
it: Mantieni esistente
nl: Bestaande behouden
pl: Zachowaj istniejące

source: Kid-friendly
de: Kinderfreundlich
es: Para niños
fr: Pour les enfants
it: Per bambini
nl: Kindvriendelijk
pl: Dla dzieci

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język

source: Location
de: Ort
es: Ubicación
fr: Emplacement
it: Posizione
nl: Locatie
pl: Miejsce

source: Log what's in your fridge and cupboards. Recipes will show which ones you can cook right now.
de: Erfasse, was in Kühlschrank und Schränken ist. Rezepte zeigen dir, was du sofort kochen kannst.
es: Registra lo que hay en tu nevera y armarios. Las recetas mostrarán cuáles puedes cocinar ahora mismo.
fr: Notez ce qu'il y a dans votre frigo et vos placards. Les recettes montrent ce que vous pouvez cuisiner tout de suite.
it: Registra cosa c'è in frigo e nelle credenze. Le ricette mostrano cosa puoi cucinare subito.
nl: Houd bij wat er in je koelkast en kasten ligt. Bij recepten zie je wat je nu meteen kunt koken.
pl: Zapisuj, co masz w lodówce i szafkach. Przepisy pokażą, co możesz ugotować od razu.

source: Longest First
de: Längste zuerst
es: Las más largas primero
fr: Les plus longues d'abord
it: Prima le più lunghe
nl: Langste bereidingstijd
pl: Najdłuższe najpierw

source: Look Up Nutrition
de: Nährwerte nachschlagen
es: Buscar valores nutricionales
fr: Rechercher les valeurs nutritionnelles
it: Cerca valori nutrizionali
nl: Voedingswaarden opzoeken
pl: Wyszukaj wartości odżywcze

source: Looking up product…
de: Produkt wird gesucht …
es: Buscando el producto…
fr: Recherche du produit…
it: Ricerca del prodotto…
nl: Product opzoeken…
pl: Wyszukiwanie produktu…

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
pl: Obiad

source: Make-ahead
de: Vorzubereiten
es: Para preparar con antelación
fr: À préparer à l'avance
it: Da preparare in anticipo
nl: Voor te bereiden
pl: Do przygotowania wcześniej

source: Manage Categories
de: Kategorien verwalten
es: Gestionar categorías
fr: Gérer les catégories
it: Gestisci categorie
nl: Categorieën beheren
pl: Zarządzaj kategoriami

source: Manage Tags
de: Tags verwalten
es: Gestionar etiquetas
fr: Gérer les étiquettes
it: Gestisci tag
nl: Labels beheren
pl: Zarządzaj etykietami

source: Manually add items and generate lists from your meal plan.
de: Füge Artikel manuell hinzu und erstelle Listen aus deinem Essensplan.
es: Añade artículos manualmente y genera listas desde tu plan de comidas.
fr: Ajoutez des articles manuellement et générez des listes depuis votre plan de repas.
it: Aggiungi articoli manualmente e genera liste dal tuo piano pasti.
nl: Handmatig items toevoegen en lijsten genereren vanuit je maaltijdplan.
pl: Dodawaj pozycje ręcznie i twórz listy z planu posiłków.

source: Meal
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
nl: Maaltijd
pl: Posiłek

source: Meal Calendar
de: Essensplaner
es: Calendario de comidas
fr: Calendrier des repas
it: Calendario dei pasti
nl: Maaltijdenplanner
pl: Kalendarz posiłków

source: Meal Name
de: Name der Mahlzeit
es: Nombre de la comida
fr: Nom du repas
it: Nome del pasto
nl: Naam maaltijd
pl: Nazwa posiłku

source: Meal Type
de: Mahlzeitentyp
es: Tipo de comida
fr: Type de repas
it: Tipo di pasto
nl: Maaltijdtype
pl: Rodzaj posiłku

source: Meat & Fish
de: Fleisch & Fisch
es: Carne y pescado
fr: Viande et poisson
it: Carne e pesce
nl: Vlees & Vis
pl: Mięso i ryby

source: Minerals
de: Mineralstoffe
es: Minerales
fr: Minéraux
it: Minerali
nl: Mineralen
pl: Minerały

source: Minimum Rating
de: Mindestbewertung
es: Valoración mínima
fr: Note minimale
it: Valutazione minima
nl: Minimale beoordeling
pl: Minimalna ocena

source: Minutes
de: Minuten
es: Minutos
it: Minuti
nl: Minuten
pl: Minuty

source: Missing %lld
de: %lld fehlen
es: Faltan %lld
fr: %lld manquants
it: %lld mancanti
nl: Mist %lld
pl: Brakuje %lld

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
nl: Maand
pl: Miesiąc

source: Network error: %@
de: Netzwerkfehler: %@
es: Error de red: %@
fr: Erreur réseau : %@
it: Errore di rete: %@
nl: Netwerkfout: %@
pl: Błąd sieci: %@

source: New Category
de: Neue Kategorie
es: Nueva categoría
fr: Nouvelle catégorie
it: Nuova categoria
nl: Nieuwe categorie
pl: Nowa kategoria

source: New Category…
de: Neue Kategorie …
es: Nueva categoría…
fr: Nouvelle catégorie…
it: Nuova categoria…
nl: Nieuwe categorie…
pl: Nowa kategoria…

source: New Ingredient
de: Neue Zutat
es: Nuevo ingrediente
fr: Nouvel ingrédient
it: Nuovo ingrediente
nl: Nieuw ingrediënt
pl: Nowy składnik

source: New Item
de: Neuer Artikel
es: Nuevo artículo
fr: Nouvel article
it: Nuovo articolo
nl: Nieuw item
pl: Nowa pozycja

source: New Meal
de: Neue Mahlzeit
es: Nueva comida
fr: Nouveau repas
it: Nuovo pasto
nl: Nieuwe maaltijd
pl: Nowy posiłek

source: New Recipe
de: Neues Rezept
es: Nueva receta
fr: Nouvelle recette
it: Nuova ricetta
nl: Nieuw recept
pl: Nowy przepis

source: New Storage Item
de: Neuer Vorratsartikel
es: Nuevo artículo de despensa
fr: Nouvel article en réserve
it: Nuovo articolo in dispensa
nl: Nieuwe voorraad
pl: Nowy produkt w zapasach

source: New Tag
de: Neuer Tag
es: Nueva etiqueta
fr: Nouvelle étiquette
it: Nuovo tag
nl: Nieuw label
pl: Nowa etykieta

source: New Tag…
de: Neuer Tag …
es: Nueva etiqueta…
fr: Nouvelle étiquette…
it: Nuovo tag…
nl: Nieuw label…
pl: Nowa etykieta…

source: Newest First
de: Neueste zuerst
es: Las más recientes primero
fr: Les plus récentes d'abord
it: Prima le più recenti
nl: Nieuwste eerst
pl: Najnowsze najpierw

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
nl: Volgende
pl: Dalej

source: No Ingredients
de: Keine Zutaten
es: Sin ingredientes
fr: Aucun ingrédient
it: Nessun ingrediente
nl: Geen ingrediënten
pl: Brak składników

source: No ingredients added.
de: Keine Zutaten hinzugefügt.
es: No se han añadido ingredientes.
fr: Aucun ingrédient ajouté.
it: Nessun ingrediente aggiunto.
nl: Geen ingrediënten toegevoegd.
pl: Nie dodano składników.

source: No limit
de: Kein Limit
es: Sin límite
fr: Sans limite
it: Nessun limite
nl: Geen limiet
pl: Bez limitu

source: No meals planned
de: Keine Mahlzeiten geplant
es: Sin comidas planificadas
fr: Aucun repas prévu
it: Nessun pasto pianificato
nl: Geen maaltijden gepland
pl: Brak zaplanowanych posiłków

source: No preparation instructions added.
de: Keine Zubereitungsschritte hinzugefügt.
es: No se han añadido instrucciones de preparación.
fr: Aucune instruction de préparation ajoutée.
it: Nessuna istruzione di preparazione aggiunta.
nl: Geen bereidingsinstructies toegevoegd.
pl: Nie dodano instrukcji przygotowania.

source: No preparation steps found. Add instructions to your recipe first.
de: Keine Zubereitungsschritte gefunden. Füge deinem Rezept zuerst eine Anleitung hinzu.
es: No se encontraron pasos de preparación. Añade primero instrucciones a tu receta.
fr: Aucune étape de préparation trouvée. Ajoutez d'abord des instructions à votre recette.
it: Nessun passaggio di preparazione trovato. Aggiungi prima le istruzioni alla ricetta.
nl: Geen bereidingsstappen gevonden. Voeg eerst instructies toe aan je recept.
pl: Nie znaleziono kroków przygotowania. Najpierw dodaj instrukcje do przepisu.

source: No recipe data could be found on that page. Try pasting the URL of a recipe page directly.
de: Auf dieser Seite wurden keine Rezeptdaten gefunden. Füge die URL einer Rezeptseite direkt ein.
es: No se encontraron datos de receta en esa página. Prueba a pegar directamente la URL de una página de receta.
fr: Aucune donnée de recette trouvée sur cette page. Essayez de coller directement l'URL d'une page de recette.
it: Nessun dato di ricetta trovato su quella pagina. Prova a incollare direttamente l'URL di una pagina di ricetta.
nl: Geen receptgegevens gevonden op die pagina. Probeer de URL van een receptpagina rechtstreeks te plakken.
pl: Nie znaleziono danych przepisu na tej stronie. Spróbuj wkleić bezpośrednio adres URL strony z przepisem.

source: No recipe ingredients for the selected meals.
de: Keine Rezeptzutaten für die ausgewählten Mahlzeiten.
es: No hay ingredientes de recetas para las comidas seleccionadas.
fr: Aucun ingrédient de recette pour les repas sélectionnés.
it: Nessun ingrediente di ricetta per i pasti selezionati.
nl: Geen recept-ingrediënten voor de geselecteerde maaltijden.
pl: Brak składników przepisów dla wybranych posiłków.

source: No Recipes
de: Keine Rezepte
es: Sin recetas
fr: Aucune recette
it: Nessuna ricetta
nl: Geen recepten
pl: Brak przepisów

source: No Storage Items
de: Keine Vorratsartikel
es: Sin artículos en la despensa
fr: Aucun article en réserve
it: Nessun articolo in dispensa
nl: Geen voorraad
pl: Brak produktów w zapasach

source: None
de: Keine
es: Ninguna
fr: Aucune
it: Nessuna
nl: Geen
pl: Brak

source: Notes
de: Notizen
es: Notas
it: Note
nl: Notities
pl: Notatki

source: Nothing new to import.
de: Nichts Neues zu importieren.
es: Nada nuevo que importar.
fr: Rien de nouveau à importer.
it: Niente di nuovo da importare.
nl: Niets nieuws om te importeren.
pl: Brak nowych danych do importu.

source: Notify at
de: Erinnern um
es: Notificar a las
fr: Notifier à
it: Notifica alle
nl: Herinnering om
pl: Powiadom o

source: Nutrition
de: Nährwerte
es: Nutrición
it: Valori nutrizionali
nl: Voedingswaarden
pl: Wartości odżywcze

source: Nutrition Today
de: Nährwerte heute
es: Nutrición de hoy
fr: Nutrition du jour
it: Valori nutrizionali di oggi
nl: Voedingswaarden vandaag
pl: Wartości odżywcze dzisiaj

source: Nutritional values are based on NEVO (RIVM, the Netherlands). Barcode product data is provided by Open Food Facts and available under the Open Database License (ODbL).
de: Nährwerte basieren auf NEVO (RIVM, Niederlande). Produktdaten per Barcode stammen von Open Food Facts und sind unter der Open Database License (ODbL) verfügbar.
es: Los valores nutricionales se basan en NEVO (RIVM, Países Bajos). Los datos de productos por código de barras provienen de Open Food Facts, disponibles bajo la Open Database License (ODbL).
fr: Les valeurs nutritionnelles sont basées sur NEVO (RIVM, Pays-Bas). Les données produits par code-barres proviennent d'Open Food Facts, disponibles sous licence Open Database (ODbL).
it: I valori nutrizionali si basano su NEVO (RIVM, Paesi Bassi). I dati dei prodotti tramite codice a barre provengono da Open Food Facts, disponibili con licenza Open Database (ODbL).
nl: Voedingswaarden zijn gebaseerd op NEVO (RIVM, Nederland). Productgegevens via barcode komen van Open Food Facts en zijn beschikbaar onder de Open Database License (ODbL).
pl: Wartości odżywcze opierają się na bazie NEVO (RIVM, Holandia). Dane produktów z kodów kreskowych pochodzą z Open Food Facts i są dostępne na licencji Open Database License (ODbL).

source: of which Saturated Fat
de: davon gesättigte Fettsäuren
es: de las cuales saturadas
fr: dont acides gras saturés
it: di cui grassi saturi
nl: waarvan verzadigd vet
pl: w tym tłuszcze nasycone

source: of which Sugars
de: davon Zucker
es: de los cuales azúcares
fr: dont sucres
it: di cui zuccheri
nl: waarvan suikers
pl: w tym cukry

source: Oldest First
de: Älteste zuerst
es: Las más antiguas primero
fr: Les plus anciennes d'abord
it: Prima le più vecchie
nl: Oudste eerst
pl: Najstarsze najpierw

source: On-device AI is not available on this device or OS version.
de: KI auf dem Gerät ist auf diesem Gerät oder dieser OS-Version nicht verfügbar.
es: La IA en el dispositivo no está disponible en este dispositivo o versión del sistema.
fr: L'IA sur l'appareil n'est pas disponible sur cet appareil ou cette version d'OS.
it: L'IA sul dispositivo non è disponibile su questo dispositivo o questa versione del sistema.
nl: On-device AI is niet beschikbaar op dit apparaat of deze OS-versie.
pl: SI na urządzeniu nie jest dostępna na tym urządzeniu lub w tej wersji systemu.

source: One or more photos could not be loaded.
de: Ein oder mehrere Fotos konnten nicht geladen werden.
es: No se pudieron cargar una o más fotos.
fr: Une ou plusieurs photos n'ont pas pu être chargées.
it: Impossibile caricare una o più foto.
nl: Één of meerdere foto's konden niet worden geladen.
pl: Nie udało się wczytać co najmniej jednego zdjęcia.

source: One-pot
de: Eintopfgericht
es: Plato único
fr: Tout-en-un
it: Piatto unico
nl: Eenpansgerecht
pl: Jednogarnkowe

source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
nl: Overig
pl: Inne

source: Pantry
de: Trockenwaren
es: Despensa seca
fr: Épicerie
it: Dispensa secca
nl: Droogwaren
pl: Produkty suche

source: Paste recipe text here…
de: Rezepttext hier einsetzen …
es: Pega aquí el texto de la receta…
fr: Collez le texte de la recette ici…
it: Incolla qui il testo della ricetta…
nl: Plak hier de recepttekst…
pl: Wklej tutaj tekst przepisu…

source: Paste recipe URL…
de: Rezept-URL einsetzen …
es: Pega la URL de la receta…
fr: Collez l'URL de la recette…
it: Incolla l'URL della ricetta…
nl: Plak recept-URL…
pl: Wklej adres URL przepisu…

source: Paste Text
de: Text einsetzen
es: Pegar texto
fr: Coller du texte
it: Incolla testo
nl: Tekst plakken
pl: Wklej tekst

source: per 100 g
de: pro 100 g
es: por 100 g
fr: pour 100 g
pl: na 100 g

source: Photo analysis requires iOS 26 or later. Update your device to use this feature.
de: Die Fotoanalyse erfordert iOS 26 oder neuer. Aktualisiere dein Gerät, um diese Funktion zu nutzen.
es: El análisis de fotos requiere iOS 26 o posterior. Actualiza tu dispositivo para usar esta función.
fr: L'analyse de photos nécessite iOS 26 ou ultérieur. Mettez à jour votre appareil pour utiliser cette fonction.
it: L'analisi delle foto richiede iOS 26 o versioni successive. Aggiorna il dispositivo per usare questa funzione.
nl: Fotoanalyse vereist iOS 26 of hoger. Update je toestel om deze functie te gebruiken.
pl: Analiza zdjęć wymaga systemu iOS 26 lub nowszego. Zaktualizuj urządzenie, aby korzystać z tej funkcji.

source: Photo Error
de: Fotofehler
es: Error de foto
fr: Erreur de photo
it: Errore foto
nl: Fotofout
pl: Błąd zdjęcia

source: Photos
de: Fotos
es: Fotos
it: Foto
nl: Foto's
pl: Zdjęcia

source: Plan meals and generate shopping lists.
de: Plane Mahlzeiten und erstelle Einkaufslisten.
es: Planifica comidas y genera listas de la compra.
fr: Planifiez des repas et générez des listes de courses.
it: Pianifica i pasti e genera liste della spesa.
nl: Maaltijden plannen en boodschappenlijsten maken.
pl: Planuj posiłki i twórz listy zakupów.

source: Plan Your Meals
de: Plane deine Mahlzeiten
es: Planifica tus comidas
fr: Planifiez vos repas
it: Pianifica i tuoi pasti
nl: Plan je maaltijden
pl: Planuj swoje posiłki

source: portions
de: Portionen
es: raciones
it: porzioni
nl: porties
pl: porcje

source: Potassium
de: Kalium
es: Potasio
it: Potassio
nl: Kalium
pl: Potas

source: Preparation
de: Zubereitung
es: Preparación
fr: Préparation
it: Preparazione
nl: Bereiding
pl: Przygotowanie

source: Preparation Time
de: Zubereitungszeit
es: Tiempo de preparación
fr: Temps de préparation
it: Tempo di preparazione
nl: Bereidingstijd
pl: Czas przygotowania

source: Previous
de: Zurück
es: Anterior
fr: Précédent
it: Indietro
nl: Vorige
pl: Wstecz

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
nl: Privacybeleid
pl: Polityka prywatności

source: Produce
de: Obst & Gemüse
es: Frutas y verduras
fr: Fruits et légumes
it: Frutta e verdura
nl: Groenten & Fruit
pl: Warzywa i owoce

source: Product not found in database.
de: Produkt nicht in der Datenbank gefunden.
es: Producto no encontrado en la base de datos.
fr: Produit introuvable dans la base de données.
it: Prodotto non trovato nel database.
nl: Product niet gevonden in de databank.
pl: Nie znaleziono produktu w bazie danych.

source: Product not found. Select manually.
de: Produkt nicht gefunden. Bitte manuell auswählen.
es: Producto no encontrado. Selecciónalo manualmente.
fr: Produit introuvable. Sélectionnez manuellement.
it: Prodotto non trovato. Seleziona manualmente.
nl: Product niet gevonden. Selecteer handmatig.
pl: Nie znaleziono produktu. Wybierz ręcznie.

source: Protein
de: Eiweiß
es: Proteínas
fr: Protéines
it: Proteine
nl: Eiwit
pl: Białko

source: Quick
de: Schnell
es: Rápida
fr: Rapide
it: Veloce
nl: Snel
pl: Szybkie

source: Quickest First
de: Schnellste zuerst
es: Las más rápidas primero
fr: Les plus rapides d'abord
it: Prima le più veloci
nl: Kortste bereidingstijd
pl: Najszybsze najpierw

source: Rating
de: Bewertung
es: Valoración
fr: Note
it: Valutazione
nl: Beoordeling
pl: Ocena

source: Recipe
de: Rezept
es: Receta
fr: Recette
it: Ricetta
nl: Recept
pl: Przepis

source: Recipe Is Scheduled
de: Rezept ist eingeplant
es: La receta está planificada
fr: La recette est planifiée
it: La ricetta è pianificata
nl: Recept is ingepland
pl: Przepis jest zaplanowany

source: Recipe Name
de: Rezeptname
es: Nombre de la receta
fr: Nom de la recette
it: Nome della ricetta
nl: Naam van het recept
pl: Nazwa przepisu

source: Recipe Preview
de: Rezeptvorschau
es: Vista previa de la receta
fr: Aperçu de la recette
it: Anteprima ricetta
nl: Receptvoorbeeld
pl: Podgląd przepisu

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
nl: Recepten
pl: Przepisy
